Repository: ch998244353/TuckPane
Catalog: src/TuckPane/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# NavSystem
source: System
ja_jp: システム
zh_cn: 系统

# NavDisplay
source: Display
ja_jp: 表示
zh_cn: 显示

# NavInteraction
source: Interaction
ja_jp: 操作
zh_cn: 交互

# NavGeneral
source: General
ja_jp: 一般
zh_cn: 通用

# NavTheme
source: Theme
ja_jp: テーマ
zh_cn: 主题

# NavAdd
source: Add
ja_jp: 追加
zh_cn: 添加

# NavManage
source: Manage
ja_jp: 管理
zh_cn: 管理

# GeneralTitle
source: General
ja_jp: 一般
zh_cn: 通用

# SystemTitle
source: System
ja_jp: システム
zh_cn: 系统

# DisplaySettingsTitle
source: Display
ja_jp: 表示
zh_cn: 显示

# InteractionTitle
source: Interaction
ja_jp: 操作
zh_cn: 交互

# StartupTitle
source: Start TuckPane with Windows
ja_jp: Windows 起動時に TuckPane を開始
zh_cn: 开机时启动 TuckPane

# CollapseOutsideTitle
source: Collapse when clicking outside
ja_jp: ウィンドウ外のクリックで収納
zh_cn: 点击窗口外自动收缩

# NoteAlwaysOnTopTitle
source: Keep notes and to-dos always on top
ja_jp: 付箋と To Do を常に手前に表示
zh_cn: 便签与待办永远处于最高层

# EdgeGlowTitle
source: Show edge glow
ja_jp: エッジグローを表示
zh_cn: 显示边缘弧光

# OrganizerTextColorTitle
source: Organizer text color
ja_jp: 収納ウィンドウの文字色
zh_cn: 收纳窗文字颜色

# OrganizerTextColorAuto
source: Automatic
ja_jp: 自動
zh_cn: 自动

# OrganizerTextColorWhite
source: White
ja_jp: 白
zh_cn: 白色

# OrganizerTextColorBlack
source: Black
ja_jp: 黒
zh_cn: 黑色

# OrganizerTextColorErrorTitle
source: Could not save organizer text color
ja_jp: 収納ウィンドウの文字色を保存できません
zh_cn: 无法保存收纳窗文字颜色

# WindowAlignmentTitle
source: Align windows while dragging
ja_jp: 移動・サイズ変更中にウィンドウを整列
zh_cn: 移动及拉伸窗口时自动对齐

# RememberExpandedOrganizerPositionTitle
source: Remember expanded organizer positions
ja_jp: 収納ウィンドウの展開位置を記憶
zh_cn: 记住收纳窗展开位置

# UniformFloatingCompactScaleTitle
source: Use one floating entry size
ja_jp: フローティング入口サイズを統一
zh_cn: 统一悬浮模式入口大小

# UniformPositionedCompactScaleTitle
source: Use one positioned entry size
ja_jp: 配置モードの入口サイズを統一
zh_cn: 统一定位模式入口大小

# UniformCompactScaleErrorTitle
source: Could not update the uniform entry size
ja_jp: 入口サイズの統一設定を更新できません
zh_cn: 无法更新统一入口大小

# ExpandOnHoverTitle
source: Expand when hovering
ja_jp: ホバー時に自動展開
zh_cn: 鼠标悬浮时自动展开

# CollapseOnPointerLeaveTitle
source: Collapse after pointer leaves
ja_jp: ポインターが離れたら自動収納
zh_cn: 鼠标离开后自动收缩

# HoverExpandDelayLabel
source: Expand delay
ja_jp: 展開判定時間
zh_cn: 展开判定时间

# PointerLeaveCollapseDelayLabel
source: Collapse delay
ja_jp: 収納判定時間
zh_cn: 收缩判定时间

# StationPointerLeaveCollapseDelayTitle
source: Station collapse delay
ja_jp: ステーションの収納待ち時間
zh_cn: 中转站收缩时间

# StationActivationDistanceTitle
source: Station activation distance
ja_jp: ステーションの起動距離
zh_cn: 中转站触发距离

# StationHoverExpandDelayTitle
source: Station expansion delay
ja_jp: ステーションの展開待ち時間
zh_cn: 中转站展开等待时间

# HoverDelayErrorTitle
source: Could not save pointer interaction settings
ja_jp: ポインター判定設定を保存できません
zh_cn: 无法保存悬浮判定设置

# ExclusiveExpansionTitle
source: Expand only one organizer
ja_jp: 展開する収納ウィンドウを 1 つに限定
zh_cn: 只允许展开一个收纳窗

# LanguageLabel
source: Language
ja_jp: 言語
zh_cn: 语言

# ThemeTitle
source: Theme
ja_jp: テーマ
zh_cn: 主题

# ThemeTargetLabel
source: Edit target
ja_jp: 変更対象
zh_cn: 修改目标

# ThemeTargetSettings
source: Settings
ja_jp: 設定画面
zh_cn: 设置界面

# ThemeTargetOrganizer
source: Organizers
ja_jp: 収納ウィンドウ
zh_cn: 收纳窗

# ThemeColorLabel
source: Color
ja_jp: 色
zh_cn: 颜色

# ThemeModeLabel
source: Background mode
ja_jp: 背景モード
zh_cn: 背景模式

# ThemeGlassMode
source: Glass mode
ja_jp: ガラスモード
zh_cn: 玻璃模式

# ThemeSolidMode
source: Solid colour
ja_jp: 単色モード
zh_cn: 纯色模式

# ThemeColorPresetFormat
source: Theme color {0}
ja_jp: テーマ色 {0}
zh_cn: 主题颜色 {0}

# ThemeCustomColor
source: Custom
ja_jp: カスタム
zh_cn: 自定义

# ThemeTransparencyLabel
source: Background opacity
ja_jp: 背景の不透明度
zh_cn: 背景不透明度

# ThemeBlurStrengthLabel
source: Blur strength
ja_jp: ぼかしの強さ
zh_cn: 模糊强度

# ThemeSaveErrorTitle
source: Couldn't save theme
ja_jp: テーマを保存できません
zh_cn: 无法保存主题

# AddTitle
source: Add organizer
ja_jp: 収納ウィンドウを追加
zh_cn: 添加收纳窗

# NameLabel
source: Name
ja_jp: 名前
zh_cn: 名称

# ModeLabel
source: Mode
ja_jp: モード
zh_cn: 模式

# ModeFloating
source: Floating mode
ja_jp: フローティング
zh_cn: 悬浮窗模式

# ModePositioned
source: Positioned mode
ja_jp: 配置モード
zh_cn: 定位模式

# ModeStation
source: Station mode
ja_jp: ステーションモード
zh_cn: 中转站模式

# ExpandedContentModeLabel
source: Expanded content
ja_jp: 展開表示
zh_cn: 内容展开方式

# ExpandedContentModeIcon
source: Icon mode
ja_jp: アイコンモード
zh_cn: 图标模式

# ExpandedContentModeCompactList
source: Compact mode
ja_jp: コンパクトモード
zh_cn: 精简模式

# DisplayLabel
source: Display
ja_jp: ディスプレイ
zh_cn: 显示器

# DockEdgeLabel
source: Dock edge
ja_jp: ドック位置
zh_cn: 贴靠边

# DockLeft
source: Left
ja_jp: 左側
zh_cn: 左侧

# DockTop
source: Top
ja_jp: 上側
zh_cn: 顶部

# DockRight
source: Right
ja_jp: 右側
zh_cn: 右侧

# DockBottom
source: Bottom
ja_jp: 下側
zh_cn: 底部

# DisplayItemFormat
source: Display {0} ({1}×{2})
ja_jp: ディスプレイ {0}（{1}×{2}）
zh_cn: 显示器 {0}（{1}×{2}）

# RowsLabel
source: Rows
ja_jp: 行数
zh_cn: 行数

# ColumnsLabel
source: Columns
ja_jp: 列数
zh_cn: 列数

# CompactScaleLabel
source: Entry size
ja_jp: 入口サイズ
zh_cn: 入口整体

# CanvasScaleLabel
source: Canvas size
ja_jp: キャンバスサイズ
zh_cn: 画布大小

# ItemScaleLabel
source: Content scale
ja_jp: 内容の比率
zh_cn: 内容比例

source: Create organizer
ja_jp: 収納ウィンドウを作成
zh_cn: 创建收纳窗

# ManageTitle
source: Manage
ja_jp: 管理
zh_cn: 管理

# ManageEmpty
source: No organizers yet
ja_jp: 収納ウィンドウはありません
zh_cn: 还没有收纳窗

source: Create
ja_jp: 作成
zh_cn: 创建

# MissingStorage
source: The storage folder is missing
ja_jp: 保存先フォルダーがありません
zh_cn: 实际目录不存在

# NameRequired
source: Name cannot be empty
ja_jp: 名前を入力してください
zh_cn: 名称不能为空

# ActualLocation
source: Location
ja_jp: 保存先
zh_cn: 实际位置

source: Open
ja_jp: 開く
zh_cn: 打开

# RecreateStorage
source: Recreate folder
ja_jp: フォルダーを再作成
zh_cn: 重建目录

# ExportDelete
source: Export and delete
ja_jp: 書き出して削除
zh_cn: 导出并删除窗口

# DefaultOrganizerName
source: Organizer
ja_jp: 収納ウィンドウ
zh_cn: 收纳窗

# StationDefaultName
source: Station
ja_jp: ステーション
zh_cn: 中转站

# StationListNameFormat
source: {0} station
ja_jp: {0}ステーション
zh_cn: {0}中转站

# ItemCountOne
source: {0} item
ja_jp: {0} 項目
zh_cn: {0} 项

# ItemCountMany
source: {0} items
ja_jp: {0} 項目
zh_cn: {0} 项

# ContextManage
source: Settings
ja_jp: 設定
zh_cn: 设置

# ContextDuplicate
source: Duplicate window
ja_jp: ウィンドウを複製
zh_cn: 窗口复制

# ContextSwitchMode
source: Switch mode
ja_jp: モードを切り替え
zh_cn: 模式切换

# ContextRename
source: Rename
ja_jp: 名前を変更
zh_cn: 重命名

# ContextOpenStorage
source: Open storage folder
ja_jp: 保存先を開く
zh_cn: 打开收纳目录

# ContextDeleteWindow
source: Delete window
ja_jp: 削除
zh_cn: 删除

# CopyNameSuffix
source: - Copy
ja_jp: - コピー
zh_cn: - 副本

source: Collapse
ja_jp: 折りたたむ
zh_cn: 收缩

# TransparencyTitle
source: Transparency is unavailable
ja_jp: 透明効果を利用できません
zh_cn: 透明效果已降级

# TransparencyMessage
source: Windows cannot provide live theme effects right now. TuckPane is using the matching solid fallback.
ja_jp: Windows のリアルタイムテーマ効果を利用できないため、対応する単色背景を使用しています。
zh_cn: Windows 当前无法提供实时主题材质，TuckPane 已使用匹配颜色的纯色背景。

# FilesMovingTitle
source: Files are still moving
ja_jp: ファイルを移動中です
zh_cn: 文件仍在移动

# FilesMovingMessage
source: Waiting ensures the current files finish moving. Exiting now cancels the transfer and removes temporary copies.
ja_jp: 待機すると現在の移動を安全に完了できます。終了すると転送をキャンセルし、一時コピーを削除します。
zh_cn: 继续等待可以确保当前文件完整移动。确认退出将取消当前传输并清理临时副本。

source: Cancel transfer and exit
ja_jp: 転送を中止して終了
zh_cn: 取消传输并退出

# ContinueWaiting
source: Keep waiting
ja_jp: 待機を続ける
zh_cn: 继续等待

# StartupErrorTitle
source: Could not update startup
ja_jp: 自動起動を更新できません
zh_cn: 无法更新开机启动

# CreateErrorTitle
source: Could not create organizer
ja_jp: 収納ウィンドウを作成できません
zh_cn: 无法创建收纳窗

# PositionedModeErrorTitle
source: Could not enable positioned mode
ja_jp: 配置モードを有効にできません
zh_cn: 无法启用定位模式

# OrganizerModeErrorTitle
source: Could not change organizer mode
ja_jp: 収納ウィンドウのモードを変更できません
zh_cn: 无法更改收纳窗模式

# DeleteTitleFormat
source: Delete “{0}”?
ja_jp: 「{0}」を削除しますか？
zh_cn: 删除“{0}”？

# DeleteNonEmptyFormat
source: Its {0} will be exported to the Desktop folder “{1} (Exported)”.
ja_jp: {0}をデスクトップの「{1}（書き出し）」へ完全に書き出します。
zh_cn: 其中 {0} 将完整导出为桌面文件夹“{1}（已导出）”。

# DeleteEmpty
source: This organizer is empty, so no empty Desktop folder will be created.
ja_jp: 空のウィンドウなので、デスクトップに空フォルダーは作成しません。
zh_cn: 这是一个空窗口，不会在桌面创建空文件夹。

# DeleteDirectNonEmptyFormat
source: The save directory “{0}” and its {1} will be moved to the Desktop folder “{2} (Exported)”, then removed from its original location.
ja_jp: 保存先「{0}」とその中の{1}をデスクトップの「{2}（書き出し）」へ移動し、元の場所から削除します。
zh_cn: 保存目录“{0}”及其中 {1} 将移动为桌面文件夹“{2}（已导出）”，原位置随后会被删除。

# DeleteDirectEmptyFormat
source: The empty save directory “{0}” will be moved to a uniquely named Desktop folder, then removed from its original location.
ja_jp: 空の保存先「{0}」をデスクトップの一意なフォルダーへ移動し、元の場所から削除します。
zh_cn: 空保存目录“{0}”将移动到桌面上的唯一目录，随后从原位置删除。

source: Cancel
ja_jp: キャンセル
zh_cn: 取消

# DeleteErrorTitle
source: Could not delete organizer
ja_jp: 収納ウィンドウを削除できません
zh_cn: 无法删除收纳窗

# OpenFolderErrorTitle
source: Could not open folder
ja_jp: フォルダーを開けません
zh_cn: 无法打开文件夹

# MissingStorageMessage
source: The storage folder is missing. Recreate it first.
ja_jp: 保存先がありません。先にフォルダーを再作成してください。
zh_cn: 实际目录不存在，请先使用“重建目录”。

# StationEdgeOccupiedError
source: A station already uses this screen edge. Choose another edge.
ja_jp: この画面端には既にステーションがあります。別の端を選択してください。
zh_cn: 这条屏幕边缘已经有一个中转站，请选择其他边。

# StationDuplicateError
source: Stations cannot be duplicated.
ja_jp: ステーションは複製できません。
zh_cn: 中转站不能复制。

# StationManageModeError
source: Station mode cannot be changed to or from Floating or Positioned mode.
ja_jp: 収納ウィンドウ、ステーション、Dock は相互に変換できません。通常の収納ウィンドウでは、フローティングと配置モードを引き続き切り替えられます。
zh_cn: 收纳窗、中转站和 Dock 栏之间不能互相转换；普通收纳窗的悬浮模式与定位模式仍可切换。

# OrganizerContainerDropError
source: Could not place the organizer in the target organizer: {0}
ja_jp: 収納ウィンドウを移動先の収納ウィンドウに配置できませんでした: {0}
zh_cn: 无法将收纳窗放入目标收纳窗：{0}

# OrganizerContainmentSelfError
source: An organizer cannot be placed inside itself.
ja_jp: 収納ウィンドウをそのウィンドウ自身に入れることはできません。
zh_cn: 不能将收纳窗放入自身。

# OrganizerContainmentStationSourceError
source: A Station cannot be placed inside another organizer.
ja_jp: ステーションを別の収納ウィンドウに入れることはできません。
zh_cn: 中转站不能放入其他收纳窗。

# OrganizerContainmentSourceHasChildrenError
source: An organizer that already contains organizers cannot be placed inside another organizer.
ja_jp: 内部に収納ウィンドウがある収納ウィンドウを、さらに別の収納ウィンドウに入れることはできません。
zh_cn: 内部已有收纳窗的收纳窗不能再放入其他收纳窗。

# OrganizerContainmentTargetContainedError
source: A contained organizer cannot contain another organizer. Move it back to the Desktop first.
ja_jp: すでに別の収納ウィンドウ内にある収納ウィンドウへは追加できません。先にデスクトップへ戻してください。
zh_cn: 已放入其他收纳窗的收纳窗不能继续容纳收纳窗，请先将它拖回桌面。

# OrganizerContainmentMissingError
source: The source or target organizer no longer exists.
ja_jp: 移動元または移動先の収納ウィンドウが見つかりません。
zh_cn: 来源收纳窗或目标收纳窗不存在。

# OrganizerReleaseNoGridError
source: There are not enough Desktop grid positions to release the contained positioned organizers. The organizer was not deleted.
ja_jp: 内部の配置モードの収納ウィンドウを戻すデスクトップグリッドに空きがないため、この収納ウィンドウは削除されませんでした。
zh_cn: 没有足够的桌面网格位置来释放内部的定位收纳窗，未删除此收纳窗。

# ContainedOrganizerNoGridError
source: No desktop grid position is available on the target display. The organizer was returned to its original container.
ja_jp: 移動先のディスプレイに空きグリッドがないため、収納ウィンドウを元の収納先へ戻しました。
zh_cn: 目标显示器没有可用网格，收纳窗已返回原容器收纳窗。

# CompactNameScaleTitle
source: Collapsed name size
ja_jp: 収納時の名前サイズ
zh_cn: 收起名称大小

# ExpandedNameScaleTitle
source: Expanded name size
ja_jp: 展開時の名前サイズ
zh_cn: 展开后名称大小

# UniformCompactNameScaleErrorTitle
source: Could not save name size
ja_jp: 名前サイズを保存できません
zh_cn: 无法保存名称大小

source: Delete organizer only
ja_jp: 収納ウィンドウのみ削除
zh_cn: 仅删除收纳窗

# DeleteKeepFilesFormat
source: Only the organizer will be deleted. The directory “{0}” and all its files will remain in place.
ja_jp: 収納ウィンドウのみ削除します。フォルダー「{0}」とすべてのファイルは元の場所に残ります。
zh_cn: 只删除收纳窗；目录“{0}”及其中全部文件会保留在原位置。

# OrganizerDeletedFilesRetainedFormat
source: The organizer was deleted. Its files remain in “{0}”.
ja_jp: 収納ウィンドウを削除しました。ファイルは「{0}」に残っています。
zh_cn: 收纳窗已删除，文件保留在“{0}”。

# DeleteLegacyNoteMigrationFailed
source: Some legacy notes could not be migrated safely. The organizer and all files were retained; try again later.
ja_jp: 一部の旧形式メモを安全に移行できませんでした。収納ウィンドウと全ファイルは保持されています。後でもう一度お試しください。
zh_cn: 仍有旧便签未能安全迁移；收纳窗和全部文件均已保留，请稍后重试。

# NoPrimaryGridError
source: No desktop grid position is available on the primary display. The organizer was not created.
ja_jp: メインディスプレイに空きグリッドがないため、作成しませんでした。
zh_cn: 主显示器没有可用的桌面网格位置，未创建收纳窗。

# PositionedRollbackError
source: No desktop grid position is available on this display. Floating mode was restored.
ja_jp: このディスプレイに空きグリッドがないため、フローティングへ戻しました。
zh_cn: 当前显示器没有可用的桌面网格位置，已恢复悬浮窗模式。

# TransferBeforeDelete
source: Wait for the file transfer to finish before deleting the organizer.
ja_jp: ファイル転送が完了してから削除してください。
zh_cn: 文件传输完成后才能删除窗口。

# GridFallbackMessage
source: Desktop file positions are temporarily unavailable. Positioned mode will still snap to the system grid and avoid other organizers.
ja_jp: デスクトップ項目の位置を取得できません。配置モードはシステムグリッドへ吸着し、他の収納ウィンドウを避けます。
zh_cn: 暂时无法读取桌面文件位置，定位模式仍会按系统网格吸附并避让其他收纳窗。

# TransparencyNotification
source: System transparency is unavailable. The matching solid fallback is in use.
ja_jp: システムの透明効果を利用できないため、対応する単色背景を使用しています。
zh_cn: 系统透明效果不可用，当前使用匹配主题的纯色背景。

# TrayOpenConsole
source: Open console
ja_jp: コントロールを開く
zh_cn: 打开总控台

# TrayShowAll
source: Show all organizers
ja_jp: すべて表示
zh_cn: 显示全部收纳窗

# TrayHideAll
source: Hide all organizers
ja_jp: すべて非表示
zh_cn: 隐藏全部收纳窗

# TrayStartup
source: Start with Windows
ja_jp: Windows 起動時に開始
zh_cn: 开机启动

# TrayCancelTransfer
source: Cancel current transfer
ja_jp: 現在の転送を中止
zh_cn: 取消当前移动

# TrayExit
source: Exit
ja_jp: 終了
zh_cn: 退出

# DragReturnToGrid
source: No grid position is available on the target display. Returned to the original position.
ja_jp: 移動先に空きグリッドがないため、元の位置へ戻しました。
zh_cn: 目标显示器没有可用网格，已返回原位置。

# OpenItemErrorFormat
source: Could not open “{0}”: {1}
ja_jp: 「{0}」を開けません：{1}
zh_cn: 无法打开“{0}”：{1}

# ShortcutDragError
source: Could not start dragging the shortcut.
ja_jp: ショートカットのドラッグを開始できません。
zh_cn: 无法启动快捷方式拖动。

# DragItemErrorFormat
source: Could not drag “{0}”: {1}
ja_jp: 「{0}」をドラッグできません：{1}
zh_cn: 无法拖动“{0}”：{1}

# DragMoveHere
source: Move here
ja_jp: ここへ移動
zh_cn: 移动到这里

# DragMoveEnd
source: Move to end
ja_jp: 末尾へ移動
zh_cn: 移动到末尾

# DragIntoApp
source: Move into TuckPane
ja_jp: TuckPane へ移動
zh_cn: 移入 TuckPane

# DragReorder
source: Reorder
ja_jp: 並べ替え
zh_cn: 调整顺序

# ReadDropErrorFormat
source: Could not read dropped items: {0}
ja_jp: ドロップ項目を読み取れません：{0}
zh_cn: 无法读取拖入项目：{0}

# MovingItemsFormat
source: Moving {0}.
ja_jp: {0}を移動しています。
zh_cn: 正在移入 {0}。

# CopyingItemsFormat
source: Copying {0}.
ja_jp: {0}をコピーしています。
zh_cn: 正在复制 {0}。

# MovedItemsFormat
source: Moved {0}.
ja_jp: {0}を移動しました。
zh_cn: 已移入 {0}。

# MoveCancelled
source: The move was cancelled. Sources for unfinished items remain unchanged.
ja_jp: 移動をキャンセルしました。未完了項目の元データは変更されていません。
zh_cn: 移动已取消，未完成项目的源内容保持不变。

# RenamePlaceholder
source: Enter organizer name
ja_jp: 名前を入力
zh_cn: 输入组件名称

# RenameTitle
source: Rename TuckPane
ja_jp: TuckPane の名前を変更
zh_cn: 重命名 TuckPane

source: Save
ja_jp: 保存
zh_cn: 保存

# SaveConfigurationError
source: The configuration could not be saved.
ja_jp: 設定を保存できません。
zh_cn: 配置暂时无法保存。

# UnsupportedItemsFormat
source: Kept but hidden because they are unsupported: {0}
ja_jp: 未対応のため保持したまま非表示にしました：{0}
zh_cn: 已保留但不显示不支持的项目：{0}

# NoImportableItems
source: There are no importable items.
ja_jp: 取り込める項目がありません。
zh_cn: 没有可导入的项目。

# InvalidPathFormat
source: Invalid path: {0}
ja_jp: 無効なパス：{0}
zh_cn: 路径无效：{0}

# MissingItemFormat
source: Item not found: {0}
ja_jp: 項目がありません：{0}
zh_cn: 项目不存在：{0}

# CannotReadFormat
source: Could not read {0} ({1})
ja_jp: 読み取れません：{0}（{1}）
zh_cn: 无法读取：{0}（{1}）

# UnsupportedReparseFormat
source: Linked directories and reparse points are not supported: {0}
ja_jp: リンクされたディレクトリまたは再解析ポイントには対応していません：{0}
zh_cn: 暂不支持链接目录或重解析点：{0}

# RecursiveImportFormat
source: The organizer folder or one of its parent/child folders cannot be imported: {0}
ja_jp: 収納先自身またはその親子フォルダーは取り込めません：{0}
zh_cn: 不能导入收纳目录本身或它的父子目录：{0}

# DirectoryReparseFormat
source: The directory contains an unsupported reparse point: {0}
ja_jp: 未対応の再解析ポイントがあります：{0}
zh_cn: 目录内含不支持的重解析点：{0}

# DirectoryReadErrorFormat
source: Could not read the complete directory {0} ({1})
ja_jp: ディレクトリ全体を読み取れません：{0}（{1}）
zh_cn: 无法完整读取目录：{0}（{1}）

# StorageMissingDeleted
source: The missing organizer record was deleted.
ja_jp: 見つからない収納ウィンドウの記録を削除しました。
zh_cn: 缺失的收纳窗记录已删除。

# EmptyDeleted
source: The empty organizer was deleted.
ja_jp: 空の収納ウィンドウを削除しました。
zh_cn: 空收纳窗已删除。

# DesktopUnavailable
source: Could not locate the Desktop folder.
ja_jp: デスクトップの場所を取得できません。
zh_cn: 无法确定桌面目录。

# ExportedDesktop
source: Exported to the Desktop.
ja_jp: デスクトップへ書き出しました。
zh_cn: 已导出到桌面。

# ExportedDesktopCrossVolume
source: Exported across volumes to the Desktop.
ja_jp: 別ボリュームからデスクトップへ書き出しました。
zh_cn: 已跨盘导出到桌面。

# ExportCancelled
source: Export cancelled. The original organizer is unchanged.
ja_jp: 書き出しをキャンセルしました。元のウィンドウは変更されていません。
zh_cn: 导出已取消，原窗口保持不变。

# ShortcutCreated
source: Program shortcut created.
ja_jp: プログラムのショートカットを作成しました。
zh_cn: 已创建程序快捷方式。

source: Moved.
ja_jp: 移動しました。
zh_cn: 已移动。

# MoveSourceRetained
source: Move cancelled. The source item is unchanged.
ja_jp: 移動をキャンセルしました。元の項目は変更されていません。
zh_cn: 移动已取消，源项目保持不变。

# CrossVolumeMoved
source: Cross-volume move completed.
ja_jp: 別ボリュームへの移動が完了しました。
zh_cn: 跨盘移动完成。

# DuplicateRetained
source: The destination copy is complete, but the source could not be deleted. Two complete copies remain.
ja_jp: 移動先のコピーは完成しましたが、元の項目を削除できませんでした。完全なコピーが 2 つあります。
zh_cn: 目标副本已保留，但源项目无法删除；当前有两份完整内容。

# MoveFailedFormat
source: Move failed: {0}
ja_jp: 移動に失敗しました：{0}
zh_cn: 移动失败：{0}

# StartupPathUnavailable
source: Could not locate the TuckPane executable.
ja_jp: TuckPane の実行ファイルを特定できません。
zh_cn: 无法确定 TuckPane 可执行文件路径。

# ShellDragMissing
source: The dragged item no longer exists.
ja_jp: ドラッグ対象が見つかりません。
zh_cn: 拖动项目不存在。

# AppStartupErrorTitle
source: TuckPane could not start
ja_jp: TuckPane を起動できません
zh_cn: TuckPane 启动失败

# ExportFolderFormat
source: {0} (Exported)
ja_jp: {0}（書き出し）
zh_cn: {0}（已导出）

# ShellUnavailable
source: Windows Shell is unavailable.
ja_jp: Windows Shell を利用できません。
zh_cn: Windows Shell 不可用。

# CopySizeMismatch
source: The copied file size does not match the source.
ja_jp: コピー後のファイルサイズが元のファイルと一致しません。
zh_cn: 复制后的文件大小与源文件不一致。

# LegacyInstanceMessage
source: TuckPane or an older GlassFolder instance is still running. Exit it from the tray menu, then start TuckPane. Your organizer contents will not be deleted.
ja_jp: TuckPane または旧版 GlassFolder が実行中です。トレイメニューから終了してから TuckPane を起動してください。収納内容は削除されません。
zh_cn: 检测到 TuckPane 或旧版 GlassFolder 仍在运行。请先从托盘菜单退出，再启动 TuckPane；你的收纳内容不会被删除。

# StorageOutsideRoot
source: The storage path is outside the TuckPane data root.
ja_jp: 保存先が TuckPane のデータルート外です。
zh_cn: 收纳目录超出了 TuckPane 数据根目录。

# StorageAbsoluteRequired
source: A custom storage location must be a fully qualified local path.
ja_jp: カスタム保存先には完全なローカルパスが必要です。
zh_cn: 自定义保存位置必须是完整的本地路径。

# StorageProtectedPath
source: Choose a dedicated subfolder instead of a drive, profile, Desktop, Documents, Downloads, or TuckPane data root.
ja_jp: ドライブ、ユーザープロファイル、デスクトップ、ドキュメント、ダウンロード、TuckPane データルートではなく専用のサブフォルダーを選択してください。
zh_cn: 请选择专用子目录，不要选择磁盘、用户主目录、桌面、文档、下载或 TuckPane 数据根目录。

# StorageFolderMissing
source: The selected save directory does not exist.
ja_jp: 選択した保存先フォルダーが存在しません。
zh_cn: 所选保存目录不存在。

# StoragePathOverlap
source: The selected directory overlaps another organizer's save directory.
ja_jp: 選択したフォルダーは別の収納ウィンドウの保存先と重複しています。
zh_cn: 所选目录与另一个收纳窗的保存目录重叠。

# DefaultStorageDirectoryMissing
source: The default storage directory is missing. Choose it again in System settings.
ja_jp: 既定の保存先フォルダーが存在しません。「システム」設定で選び直してください。
zh_cn: 默认存储目录不存在，请在“系统”设置中重新选择。

# DefaultStoragePathOccupied
source: The default organizer folder already exists or overlaps another organizer's folder.
ja_jp: 既定の収納フォルダーが既に存在するか、別の収納ウィンドウのフォルダーと重複しています。
zh_cn: 默认收纳目录已存在或与另一个收纳窗的目录重叠。

# OrganizerIdOccupied
source: The organizer ID is already in use. Restore the default location and try again.
ja_jp: 収納ウィンドウ ID は既に使用されています。既定の場所に戻して再試行してください。
zh_cn: 收纳窗 ID 已被占用，请恢复默认路径后重试。

# AutomaticStoragePathFormat
source: Automatic: {0}
ja_jp: 自動：{0}
zh_cn: 自动：{0}

# StorageLocationLabel
source: Save location
ja_jp: 保存場所
zh_cn: 保存位置

# DefaultStorageDirectoryTitle
source: Default storage directory
ja_jp: 既定の保存先
zh_cn: 默认存储与目录

# DefaultStorageDirectoryDescription
source: Only affects organizers created from now on.
ja_jp: 今後作成する収納ウィンドウにのみ適用されます。
zh_cn: 仅影响之后新建的收纳窗。

source: Choose folder
ja_jp: フォルダーを選択
zh_cn: 选择目录

# UseDefaultLocation
source: Use default
ja_jp: 既定に戻す
zh_cn: 恢复默认

# SelectStorageFolderTitle
source: Choose the final organizer save directory
ja_jp: 収納ウィンドウの最終保存先を選択
zh_cn: 选择收纳窗的最终保存目录

# SelectDefaultStorageDirectoryTitle
source: Choose the default storage directory
ja_jp: 既定の保存先を選択
zh_cn: 选择默认存储目录

# DefaultStorageDirectoryErrorTitle
source: Could not update the default storage directory
ja_jp: 既定の保存先を更新できません
zh_cn: 无法更新默认存储目录

# SelectStorageFolderCommit
source: Select folder
ja_jp: このフォルダーを選択
zh_cn: 选择此文件夹

# StorageFolderPickerError
source: Could not choose the save location
ja_jp: 保存場所を選択できません
zh_cn: 无法选择保存位置

# RecreateStorageErrorTitle
source: Could not recreate the storage folder
ja_jp: 保存先フォルダーを再作成できません
zh_cn: 无法重建收纳目录

# MoveToDesktopFailed
source: Could not move the item to the Desktop.
ja_jp: 項目をデスクトップへ移動できませんでした。
zh_cn: 无法将项目移动到桌面。

# LanguageErrorTitle
source: Could not change language
ja_jp: 言語を切り替えられません
zh_cn: 无法切换语言

# CollapseOutsideErrorTitle
source: Could not update automatic collapse
ja_jp: 自動収納の設定を更新できません
zh_cn: 无法更新自动收缩设置

# NoteAlwaysOnTopErrorTitle
source: Could not update note and to-do always-on-top
ja_jp: 付箋と To Do の最前面表示設定を更新できません
zh_cn: 无法更新便签与待办置顶设置

# EdgeGlowErrorTitle
source: Could not update edge glow
ja_jp: エッジグロー設定を更新できません
zh_cn: 无法更新边缘弧光设置

# WindowAlignmentErrorTitle
source: Could not update window alignment
ja_jp: ウィンドウ整列を更新できません
zh_cn: 无法更新窗口拖动对齐设置

# RememberExpandedOrganizerPositionErrorTitle
source: Could not save expanded organizer position setting
ja_jp: 展開位置の設定を保存できません
zh_cn: 无法保存收纳窗展开位置设置

# ExpandOnHoverErrorTitle
source: Could not update hover expansion
ja_jp: ホバー展開の設定を更新できません
zh_cn: 无法更新悬浮展开设置

# CollapseOnPointerLeaveErrorTitle
source: Could not update pointer-leave collapse
ja_jp: ポインター離脱時の自動収納設定を更新できません
zh_cn: 无法更新鼠标离开收缩设置

# ExclusiveExpansionErrorTitle
source: Could not update single-window expansion
ja_jp: 単一ウィンドウ展開設定を更新できません
zh_cn: 无法更新单窗展开设置

# FileMenuErrorFormat
source: Could not open the menu for “{0}”: {1}
ja_jp: 「{0}」のメニューを開けませんでした：{1}
zh_cn: 无法打开“{0}”的菜单：{1}

# CutItemErrorFormat
source: Could not cut “{0}”: {1}
ja_jp: 「{0}」を切り取れませんでした：{1}
zh_cn: 无法剪切“{0}”：{1}

# CopyItemErrorFormat
source: Could not copy “{0}”: {1}
ja_jp: 「{0}」をコピーできませんでした：{1}
zh_cn: 无法复制“{0}”：{1}

# RenameItemErrorFormat
source: Could not rename “{0}”: {1}
ja_jp: 「{0}」の名前を変更できませんでした：{1}
zh_cn: 无法重命名“{0}”：{1}

# DeleteItemErrorFormat
source: Could not move “{0}” to the Recycle Bin: {1}
ja_jp: 「{0}」をごみ箱へ移動できませんでした：{1}
zh_cn: 无法将“{0}”移入回收站：{1}

# UnsupportedReparsePathFormat
source: The directory contains an unsupported reparse point: {0}
ja_jp: ディレクトリに未対応の再解析ポイントがあります：{0}
zh_cn: 目录中包含不支持的重解析点：{0}

# CopyVerificationFailed
source: Copy verification failed because the source and temporary destination differ.
ja_jp: 元のディレクトリと一時コピーが一致しないため、検証に失敗しました。
zh_cn: 复制校验失败，源目录与目标临时目录不一致。

# WindowMinimize
source: Minimize
ja_jp: 最小化
zh_cn: 最小化

# WindowClose
source: Close to tray
ja_jp: トレイに閉じる
zh_cn: 关闭到托盘

# ContextPaste
source: Paste
ja_jp: 貼り付け
zh_cn: 粘贴

# ContextNewFolder
source: New folder
ja_jp: 新しいフォルダー
zh_cn: 新建文件夹

source: Copied.
ja_jp: コピーしました。
zh_cn: 已复制。

# CopyCancelled
source: Copy cancelled. The source item was kept.
ja_jp: コピーをキャンセルしました。元の項目は保持されています。
zh_cn: 复制已取消，源项目保持不变。

# CopiedItemsFormat
source: Copied {0}.
ja_jp: {0}をコピーしました。
zh_cn: 已复制 {0}。
